Repository: hhsw2015/openclicky
Catalog: cursor-buddy/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Open chat
zh_hans: 打开聊天

source: Response reasoning model
zh_hans: 回复推理模型

source: Chooses the text model behind OpenClicky's spoken replies. Realtime speech models live in Voice settings.
zh_hans: 选择 OpenClicky 语音回复背后的文本模型。实时语音模型位于语音设置中。

source: Used for cursor pointing. Claude uses Anthropic Computer Use; Codex uses local Codex sign-in and image input.
zh_hans: 用于光标指向。Claude 使用 Anthropic Computer Use;Codex 使用本地 Codex 登录和图像输入。

source: Coding and actions model
zh_hans: 编码与操作模型

source: Used for background Agent Mode when OpenClicky decides a request needs deeper tools, files, research, or coding. The bundled Codex runtime uses local ChatGPT sign-in when no OpenAI key is set.
zh_hans: 用于后台 Agent Mode,当 OpenClicky 判断请求需要更深层的工具、文件、研究或编码时使用。当未设置 OpenAI 密钥时,内置的 Codex 运行时使用本地 ChatGPT 登录。

source: Open Agent chat
zh_hans: 打开 Agent 聊天

source: API keys
zh_hans: API 密钥

source: Optional overrides. Leave Anthropic or Codex blank to use local Claude Code or Codex sign-in when available.
zh_hans: 可选覆盖。将 Anthropic 或 Codex 留空以在可用时使用本地 Claude Code 或 Codex 登录。

source: Voice responses
zh_hans: 语音回复

source: Voice playback
zh_hans: 语音播放

source: Streaming transcription
zh_hans: 流式转录

source: Codex/OpenAI key
zh_hans: Codex/OpenAI 密钥

source: Coding and actions
zh_hans: 编码与操作

source: The passive companion controls now live here instead of taking up room in the main panel.
zh_hans: 被动伴侣控件现在位于此处,不再占用主面板的空间。

source: Report issues and star on GitHub
zh_hans: 在 GitHub 上报告问题并加星

source: Low-frequency app actions stay tucked away here.
zh_hans: 低频应用操作收纳在此处。

source: Play onboarding again
zh_hans: 重新播放引导

source: AssemblyAI streaming is not configured.
zh_hans: AssemblyAI 流式传输尚未配置。

source: Invalid token response from proxy.
zh_hans: 代理返回的令牌响应无效。

source: AssemblyAI returned an error.
zh_hans: AssemblyAI 返回错误。

source: AssemblyAI websocket URL is invalid.
zh_hans: AssemblyAI websocket URL 无效。

source: AssemblyAI websocket URL could not be created.
zh_hans: 无法创建 AssemblyAI websocket URL。

source: Generated 3D Models
zh_hans: 生成的 3D 模型

source: Screenshot path unavailable.
zh_hans: 截图路径不可用。

source: HeyClicky Free (chat)
zh_hans: HeyClicky Free(聊天)

source: HeyClicky Free (realtime)
zh_hans: HeyClicky Free(实时)

source: Describe scene
zh_hans: 描述场景

source: Describe the camera scene. Identify people, objects, the setting, visible actions, and anything unusual or important.
zh_hans: 描述摄像头场景。识别人物、物体、环境、可见动作以及任何异常或重要事项。

source: Scan text
zh_hans: 扫描文本

source: Read any visible text in the camera image. Extract names, labels, prices, codes, dates, warnings, addresses, or other important information.
zh_hans: 读取摄像头图像中的任何可见文本。提取名称、标签、价格、编码、日期、警告、地址或其他重要信息。

source: Identify objects
zh_hans: 识别物体

source: Identify the objects and items shown. For each important item, say what it likely is, how confident you are, and what details support the identification.
zh_hans: 识别显示的物体和物品。对每个重要物品,说明其可能是什么、置信度如何以及支持识别的细节。

source: Lookup items
zh_hans: 查询物品

source: Identify any products, devices, books, documents, logos, or notable objects shown. Give likely names, useful search terms, distinguishing details, and what I should verify if I look them up.
zh_hans: 识别显示的任何产品、设备、书籍、文档、徽标或值得注意的物品。给出可能的名称、有用的搜索词、区别性细节以及查询时应验证的内容。

source: Analyzing…
zh_hans: 正在分析…

source: Analyze camera
zh_hans: 分析摄像头

source: Camera analysis will stream here.
zh_hans: 摄像头分析将在此处流式显示。

source: Camera permission needed
zh_hans: 需要摄像头权限

source: Start camera preview
zh_hans: 启动摄像头预览

source: Start
zh_hans: 开始

source: Transcript
zh_hans: 转录

source: Meeting transcript will appear here.
zh_hans: 会议转录将显示在此处。

source: Notes / relevant info
zh_hans: 笔记 / 相关信息

source: OpenClicky will summarize, extract action items, scan visible text, and suggest useful lookups here.
zh_hans: OpenClicky 将在此处总结、提取行动项、扫描可见文本并建议有用的查询。

source: Stop meeting notes
zh_hans: 停止会议笔记

source: Start meeting notes
zh_hans: 开始会议笔记

source: Mic audio
zh_hans: 麦克风音频

source: Could not encode Codex RPC request as UTF-8.
zh_hans: 无法将 Codex RPC 请求编码为 UTF-8。

source: Path:
zh_hans: 路径:

source: OpenClicky Logs
zh_hans: OpenClicky 日志

source: Open Folder
zh_hans: 打开文件夹

source: Fields
zh_hans: 字段

source: Raw JSONL Entry
zh_hans: 原始 JSONL 条目

source: Downloaded files do not form a complete MLX bundle.
zh_hans: 下载的文件未构成完整的 MLX 包。

source: Could not build Hugging Face manifest URL.
zh_hans: 无法构建 Hugging Face 清单 URL。

source: Accept
zh_hans: 接受

source: Hugging Face returned a non-HTTP response.
zh_hans: Hugging Face 返回了非 HTTP 响应。

source: No downloadable MLX files were found in this Hugging Face repository.
zh_hans: 在此 Hugging Face 仓库中未找到可下载的 MLX 文件。

source: Wake word armed
zh_hans: 唤醒词已启用

source: Wake word
zh_hans: 唤醒词

source: Bypassed because the selected response model owns live speech input.
zh_hans: 已跳过,因为所选回复模型拥有实时语音输入。

source: Adjusts the native Liquid Glass tint without fading the system refraction layer.
zh_hans: 调整原生 Liquid Glass 染色,不会淡化系统折射层。

source: Adjusts the native Liquid Glass tint intensity used by OpenClicky glass surfaces.
zh_hans: 调整 OpenClicky 玻璃表面使用的原生 Liquid Glass 染色强度。

source: Makes normal OpenClicky labels and messages use a stronger weight.
zh_hans: 让普通 OpenClicky 标签和消息使用更粗的字重。

source: Triangle
zh_hans: 三角形

source: Outline
zh_hans: 轮廓

source: Parakeet requires Apple Silicon. Use Apple Speech or a configured cloud STT provider on this Mac.
zh_hans: Parakeet 需要 Apple Silicon。在此 Mac 上请使用 Apple Speech 或已配置的云端 STT 提供商。

source: Use Parakeet for local listening input
zh_hans: 使用 Parakeet 进行本地听写输入

source: Cancel Parakeet download
zh_hans: 取消 Parakeet 下载

source: Open Advanced Providers
zh_hans: 打开高级提供商

source: Download selected Parakeet model
zh_hans: 下载选定的 Parakeet 模型

source: Deepgram voice
zh_hans: Deepgram 语音

source: Aura model identifier for the speak stage.
zh_hans: 用于朗读阶段的 Aura 模型标识符。

source: Deepgram think model
zh_hans: Deepgram 思考模型

source: LLM model Deepgram should use inside the Voice Agent.
zh_hans: Deepgram 在 Voice Agent 内部使用的 LLM 模型。

source: Current input path
zh_hans: 当前输入路径

source: GPT Realtime is selected, so OpenClicky streams microphone audio directly to Realtime instead of using Whisper or another speech-to-text provider.
zh_hans: 已选择 GPT Realtime,因此 OpenClicky 直接将麦克风音频流式传输到 Realtime,而不使用 Whisper 或其他语音转文本提供商。

source: Current provider
zh_hans: 当前提供商

source: Bypassed while GPT Realtime is the response voice model
zh_hans: 当 GPT Realtime 作为回复语音模型时已跳过

source: GPT Realtime is selected as the response voice model, so it owns playback for voice replies.
zh_hans: 已选择 GPT Realtime 作为回复语音模型,因此由其负责语音回复的播放。

source: Optional override for any Edge voice, e.g. en-US-AriaNeural.
zh_hans: 任何 Edge 语音的可选覆盖,例如 en-US-AriaNeural。

source: HeyClicky Free is ready.
zh_hans: HeyClicky Free 已就绪。

source: Tap Refresh quota to load — proxy may be cold-starting.
zh_hans: 点按刷新配额进行加载 — 代理可能正在冷启动。

source: Reset free quota now
zh_hans: 立即重置免费配额

source: Refresh quota
zh_hans: 刷新配额

source: System volume commands
zh_hans: 系统音量命令

source: Notifications
zh_hans: 通知

source: Task-complete notifications
zh_hans: 任务完成通知

source: Shows native macOS banners when OpenClicky background agents finish, stop, or are cancelled.
zh_hans: 当 OpenClicky 后台代理完成、停止或被取消时显示原生 macOS 横幅。

source: Task-complete voice
zh_hans: 任务完成语音

source: Speaks a short finish summary after an OpenClicky background agent completes. Handoff speech stays separate.
zh_hans: 在 OpenClicky 后台代理完成后朗读简短的完成摘要。移交语音保持独立。

source: Request notification permission
zh_hans: 请求通知权限

source: Send test notification
zh_hans: 发送测试通知

source: Refresh permission status
zh_hans: 刷新权限状态

source: Open Accessibility settings
zh_hans: 打开辅助功能设置

source: Open Screen Recording settings
zh_hans: 打开屏幕录制设置

source: Open Microphone settings
zh_hans: 打开麦克风设置

source: Open Camera settings
zh_hans: 打开摄像头设置

source: Open Full Disk Access settings
zh_hans: 打开完全磁盘访问权限设置

source: Open Automation settings
zh_hans: 打开自动化设置

source: Check for stale privacy entries
zh_hans: 检查过期的隐私条目

source: In Privacy & Security, inspect Accessibility, Full Disk Access, and Automation for older Clicky/OpenClicky entries or separate helper paths. Keep the current OpenClicky entry enabled; remove or disable stale duplicates, then quit and reopen OpenClicky.
zh_hans: 在隐私与安全性中,检查辅助功能、完全磁盘访问权限和自动化中是否存在较旧的 Clicky/OpenClicky 条目或单独的辅助路径。保持当前 OpenClicky 条目启用;移除或停用过期的重复项,然后退出并重新打开 OpenClicky。

source: Safe re-prompt
zh_hans: 安全重新提示

source: If a stored grant is invalid, do not edit the TCC database directly. Remove or toggle the stale macOS entry, relaunch OpenClicky, then use Request System Events access or the relevant Open Settings button to let macOS issue a fresh prompt.
zh_hans: 如果存储的授权无效,请勿直接编辑 TCC 数据库。移除或切换过期的 macOS 条目,重新启动 OpenClicky,然后使用请求系统事件访问权限或相关的打开设置按钮让 macOS 发出新的提示。

source: Enable in-app computer use
zh_hans: 启用应用内 Computer Use

source: Uses OpenClicky's own signed app permissions for focused-window context and targeted keyboard actions.
zh_hans: 使用 OpenClicky 自己的签名应用权限进行聚焦窗口上下文和有针对性的键盘操作。

source: Runtime status
zh_hans: 运行时状态

source: Focused target
zh_hans: 聚焦目标

source: Refresh focused target
zh_hans: 刷新聚焦目标

source: Not installed. Install with Homebrew: brew install gogcli
zh_hans: 未安装。使用 Homebrew 安装:brew install gogcli

source: OAuth credentials
zh_hans: OAuth 凭据

source: Desktop OAuth client is stored locally in gogcli.
zh_hans: 桌面 OAuth 客户端本地存储在 gogcli 中。

source: Add a Google Cloud Desktop OAuth client JSON with gog auth credentials.
zh_hans: 使用 gog auth credentials 添加 Google Cloud 桌面 OAuth 客户端 JSON。

source: Account
zh_hans: 账户

source: No default Google account authorized yet.
zh_hans: 尚未授权默认 Google 账户。

source: Storage
zh_hans: 存储

source: OpenAI developer docs
zh_hans: OpenAI 开发者文档

source: Optional. Adds official OpenAI docs to new agents, but can slow agent startup.
zh_hans: 可选。将官方 OpenAI 文档添加到新代理,但可能会减慢代理启动速度。

source: Composio connected apps
zh_hans: Composio 已连接应用

source: Adds Composio Connect MCP for GitHub and other connected-app actions.
zh_hans: 为 GitHub 和其他已连接应用操作添加 Composio Connect MCP。

source: Optional. Exposes the local cuaDriver bridge to new agents when installed.
zh_hans: 可选。安装后向新代理公开本地 cuaDriver 桥接。

source: Codex config
zh_hans: Codex 配置

source: Sync status
zh_hans: 同步状态

source: Refresh Google status…
zh_hans: 刷新 Google 状态…

source: Sync MCP config
zh_hans: 同步 MCP 配置

source: Copy Google setup commands
zh_hans: 复制 Google 设置命令

source: Memory file
zh_hans: 记忆文件

source: Learned skills
zh_hans: 已学技能

source: Knowledge index
zh_hans: 知识索引

source: Open memory browser
zh_hans: 打开记忆浏览器

source: Open memory archive folder
zh_hans: 打开记忆归档文件夹

source: Open learned skills folder
zh_hans: 打开已学技能文件夹

source: Message log
zh_hans: 消息日志

source: Open log viewer
zh_hans: 打开日志查看器

source: Open raw message log
zh_hans: 打开原始消息日志

source: Open logs folder
zh_hans: 打开日志文件夹

source: Open widget snapshot
zh_hans: 打开小组件快照

source: Show OpenClicky cursor now
zh_hans: 立即显示 OpenClicky 光标

source: Replay onboarding cleanup
zh_hans: 回放引导清理

source: OpenPets catalog
zh_hans: OpenPets 目录

source: Load more
zh_hans: 加载更多

source: Installing…
zh_hans: 正在安装…

source: Install
zh_hans: 安装

source: Rebuild failed
zh_hans: 重建失败

source: Could not remove model
zh_hans: 无法移除模型

source: Model store
zh_hans: 模型仓库

source: Inference runtime
zh_hans: 推理运行时

source: Latest installer failure
zh_hans: 最近的安装失败

source: Next project (cycle)
zh_hans: 下一个项目(循环)

source: Cycle through connected CLI workspaces. Auto → each pinned → back to Auto.
zh_hans: 循环切换已连接的 CLI 工作区。自动 → 每个固定项 → 返回自动。

source: Silent reply (mute TTS)
zh_hans: 静默回复(静音 TTS)

source: Capture screen
zh_hans: 捕获屏幕

source: Snapshot main display → active workspace's `.oc/screenshots/` + `screen.captured` event.
zh_hans: 对主显示器进行快照 → 活动工作区的 `.oc/screenshots/` + `screen.captured` 事件。

source: Toggle widget
zh_hans: 切换小组件

source: Hide or re-show the OpenClicky notch panel.
zh_hans: 隐藏或重新显示 OpenClicky 灵动岛面板。

source: Whisper model
zh_hans: Whisper 模型

source: Whisper local STT
zh_hans: Whisper 本地 STT

source: Use Whisper (local) for listening
zh_hans: 使用 Whisper(本地)进行听写

source: Re-detect installed agents
zh_hans: 重新检测已安装的代理

source: Remove
zh_hans: 移除

source: No connected agents
zh_hans: 无已连接代理

source: Start your CLI agent inside a project (e.g. `claude` in a git repo). Once the openclicky-voice skill's heartbeat connects, the project will appear here.
zh_hans: 在项目内启动你的 CLI 代理(例如在 git 仓库中运行 `claude`)。一旦 openclicky-voice 技能的心跳连接,项目将显示在此处。

source: Codex/OpenAI API key
zh_hans: Codex/OpenAI API 密钥

source: Used for Agent Mode overrides and GPT Realtime voice when a key is needed.
zh_hans: 在需要密钥时用于 Agent Mode 覆盖和 GPT Realtime 语音。

source: Optional key for Claude voice and pointing providers.
zh_hans: Claude 语音和指向提供商的可选密钥。

source: Optional endpoint for Agent Mode and Codex-compatible hosted or local servers. Leave empty for OpenAI/ChatGPT auth.
zh_hans: Agent Mode 和 Codex 兼容托管或本地服务器的可选端点。留空以使用 OpenAI/ChatGPT 认证。

source: Sync Agent Mode provider config
zh_hans: 同步 Agent Mode 提供商配置

source: Config sync
zh_hans: 配置同步

source: AssemblyAI listening key
zh_hans: AssemblyAI 听写密钥

source: Used by the AssemblyAI streaming transcription provider.
zh_hans: 由 AssemblyAI 流式转录提供商使用。

source: Deepgram listening key
zh_hans: Deepgram 听写密钥

source: Used by Deepgram streaming transcription, Aura TTS, and Deepgram Voice Agent.
zh_hans: 由 Deepgram 流式转录、Aura TTS 和 Deepgram Voice Agent 使用。

source: ElevenLabs API key
zh_hans: ElevenLabs API 密钥

source: Used for spoken OpenClicky replies when ElevenLabs is selected.
zh_hans: 选择 ElevenLabs 时用于 OpenClicky 语音回复。

source: Cartesia API key
zh_hans: Cartesia API 密钥

source: Used for spoken OpenClicky replies when Cartesia is selected.
zh_hans: 选择 Cartesia 时用于 OpenClicky 语音回复。

source: Working directory
zh_hans: 工作目录

source: Default folder used by new agent turns.
zh_hans: 新代理轮次使用的默认文件夹。

source: Warm up Agent Mode
zh_hans: 预热 Agent Mode

source: Aura model identifier - e.g. aura-2-thalia-en, aura-2-orion-en, aura-2-luna-en.
zh_hans: Aura 模型标识符 - 例如 aura-2-thalia-en、aura-2-orion-en、aura-2-luna-en。

source: Use HeyClicky Free for everything
zh_hans: 所有功能都使用 HeyClicky Free

source: Revert lane changes
zh_hans: 还原通道更改

source: Add another account (assist agent pool)
zh_hans: 添加另一个账户(辅助代理池)

source: Proxy base URL
zh_hans: 代理基础 URL

source: Leave blank to use the default HeyClicky proxy.
zh_hans: 留空以使用默认 HeyClicky 代理。

source: OAuth authorize URL
zh_hans: OAuth 授权 URL

source: Leave blank to use the default authorize endpoint.
zh_hans: 留空以使用默认授权端点。

source: Route STT, voice response, TTS, and Agent Mode through HeyClicky Free?
zh_hans: 是否通过 HeyClicky Free 路由 STT、语音回复、TTS 和 Agent Mode?

source: Archive this incomplete OpenClicky task?
zh_hans: 归档此未完成的 OpenClicky 任务?

source: Agents ready
zh_hans: 代理就绪

source: Needs permissions
zh_hans: 需要权限

source: Open OpenClicky panel settings
zh_hans: 打开 OpenClicky 面板设置

source: Unpin OpenClicky panel
zh_hans: 取消固定 OpenClicky 面板

source: Pin OpenClicky panel
zh_hans: 固定 OpenClicky 面板

source: Close OpenClicky panel
zh_hans: 关闭 OpenClicky 面板

source: Summarise screen
zh_hans: 总结屏幕

source: Start an agent
zh_hans: 启动代理

source: Look at the current OpenClicky screen context and fix the visible issue.
zh_hans: 查看当前 OpenClicky 屏幕上下文并修复可见问题。

source: Specialists
zh_hans: 专家

source: New Request
zh_hans: 新请求

source: Archive done
zh_hans: 归档完成

source: Open OpenClicky memory browser
zh_hans: 打开 OpenClicky 记忆浏览器

source: Open OpenClicky memory file
zh_hans: 打开 OpenClicky 记忆文件

source: Open OpenClicky learned skills folder
zh_hans: 打开 OpenClicky 已学技能文件夹

source: Use Agent Mode skills for Notion, GitHub, mail, browser, files, and app workflows. No hosted sync required.
zh_hans: 使用 Agent Mode 技能处理 Notion、GitHub、邮件、浏览器、文件和应用工作流。无需托管同步。

source: Run now
zh_hans: 立即运行

source: Open skills
zh_hans: 打开技能

source: Full settings
zh_hans: 完整设置

source: Ask about the attachment…
zh_hans: 询问附件…

source: Resume this unfinished OpenClicky task
zh_hans: 继续此未完成的 OpenClicky 任务

source: Unarchive this OpenClicky task
zh_hans: 取消归档此 OpenClicky 任务

source: Archive this OpenClicky task
zh_hans: 归档此 OpenClicky 任务

source: Talk to this task…
zh_hans: 与此任务对话…

source: Talk to this task about the attachment…
zh_hans: 就附件与此任务对话…

source: Resume
zh_hans: 继续

source: Submitting…
zh_hans: 正在提交…

source: Selected
zh_hans: 已选择

source: Available
zh_hans: 可用

source: Unavailable
zh_hans: 不可用

source: OpenClicky can read the active app context and suggest safe actions.
zh_hans: OpenClicky 可以读取活动应用上下文并建议安全操作。

source: Summarise this window
zh_hans: 总结此窗口

source: Suggest actions
zh_hans: 建议操作

source: Use selected text with OpenClicky?
zh_hans: 对选定文本使用 OpenClicky?

source: Summarise selection
zh_hans: 总结选中内容

source: Rewrite it
zh_hans: 重写

source: Make action items
zh_hans: 生成行动项

source: Current app
zh_hans: 当前应用

source: HeyClicky Free is not configured.
zh_hans: HeyClicky Free 尚未配置。

source: Gmail OAuth bridge tools are advertised as stubs only. No local OAuth/gog mailbox backend is wired yet. Prefer the bundled gog / google-workspace-gogcli skill path for reads, and do not treat this call as a send.
zh_hans: Gmail OAuth 桥接工具仅作为占位符宣告。尚未接入本地 OAuth/gog 邮箱后端。读取请优先使用内置的 gog / google-workspace-gogcli 技能路径,不要将此调用视为发送。

source: HTTP request headers must be UTF-8.
zh_hans: HTTP 请求标头必须是 UTF-8。

source: HTTP request line is missing.
zh_hans: 缺少 HTTP 请求行。

source: Start an OpenClicky agent using the current screen as context.
zh_hans: 使用当前屏幕作为上下文启动 OpenClicky 代理。

source: Screen
zh_hans: 屏幕

source: Not now
zh_hans: 暂不

source: Voice conversation
zh_hans: 语音对话

source: Typing
zh_hans: 输入中

source: Key press
zh_hans: 按键

source: Click target
zh_hans: 点击目标

source: Messages
zh_hans: 消息

source: OpenClicky OAuth error
zh_hans: OpenClicky OAuth 错误

source: Missing `state` parameter.
zh_hans: 缺少 `state` 参数。

source: Unknown or expired `state`.
zh_hans: 未知或已过期的 `state`。

source: Codex app-server is not running.
zh_hans: Codex app-server 未运行。

source: Codex app-server stopped.
zh_hans: Codex app-server 已停止。

source: Interval
zh_hans: 间隔

source: Edit automation
zh_hans: 编辑自动化

source: Stopped.
zh_hans: 已停止。

source: Start a background OpenClicky agent task
zh_hans: 启动后台 OpenClicky 代理任务

source: Keep this in the OpenClicky chat lane
zh_hans: 将此保留在 OpenClicky 聊天通道

source: Ask OpenClicky with current context
zh_hans: 使用当前上下文询问 OpenClicky

source: Use current screen context
zh_hans: 使用当前屏幕上下文

source: Search the web through OpenClicky
zh_hans: 通过 OpenClicky 搜索网络

source: Generate a 3D object preview
zh_hans: 生成 3D 物体预览

source: Use OpenClicky's gog Gmail workflow
zh_hans: 使用 OpenClicky 的 gog Gmail 工作流

source: Ask OpenClicky to use or install a skill
zh_hans: 让 OpenClicky 使用或安装技能

source: OpenClicky specialist
zh_hans: OpenClicky 专家

source: Memory files
zh_hans: 记忆文件

source: Referenced in conversations
zh_hans: 在对话中被引用

source: Element
zh_hans: 元素

source: OpenDia Node subprocess is not running. Enable OpenDia in Settings.
zh_hans: OpenDia Node 子进程未运行。请在设置中启用 OpenDia。

source: Hotkey bindings
zh_hans: 热键绑定

source: Known apps
zh_hans: 已知应用

source: Auto capture
zh_hans: 自动捕获

source: Stash file
zh_hans: 暂存文件

source: Hook binary
zh_hans: Hook 二进制文件

source: Sanity checks
zh_hans: 健全性检查

source: Writes context-stash.json with the current focused app/window/URL.
zh_hans: 使用当前聚焦的应用/窗口/URL 写入 context-stash.json。

source: Defaults
zh_hans: 默认值

source: Install openclicky-context-hook
zh_hans: 安装 openclicky-context-hook

source: US English, multilingual female
zh_hans: 美式英语,多语言女声

source: US English, multilingual male
zh_hans: 美式英语,多语言男声

source: US English female
zh_hans: 美式英语女声

source: US English male
zh_hans: 美式英语男声

source: British English female
zh_hans: 英式英语女声

source: British English male
zh_hans: 英式英语男声

source: Australian English female
zh_hans: 澳式英语女声

source: Australian English male
zh_hans: 澳式英语男声

source: Canadian English female
zh_hans: 加拿大英语女声

source: Canadian English male
zh_hans: 加拿大英语男声

source: Indian English female
zh_hans: 印度英语女声

source: Indian English male
zh_hans: 印度英语男声

source: Relaunch
zh_hans: 重新启动

source: Tools
zh_hans: 工具

source: OpenClicky notifications are on
zh_hans: OpenClicky 通知已开启

source: Task-complete alerts will appear here without stealing focus.
zh_hans: 任务完成提醒将显示在此处而不抢占焦点。

source: Testing connection...
zh_hans: 正在测试连接...

source: Test connection
zh_hans: 测试连接

source: OpenAI returned an empty response.
zh_hans: OpenAI 返回了空响应。

source: Parakeet local transcription is not available.
zh_hans: Parakeet 本地转录不可用。

source: Parakeet vocabulary is missing. Reinstall the local voice model from Settings.
zh_hans: Parakeet 词汇表缺失。请从设置中重新安装本地语音模型。

source: Parakeet vocabulary format is not recognized. Reinstall the local voice model from Settings.
zh_hans: 无法识别 Parakeet 词汇表格式。请从设置中重新安装本地语音模型。

source: Slug
zh_hans: 标识符

source: Display name
zh_hans: 显示名称

source: Triage
zh_hans: 分类

source: Description
zh_hans: 描述

source: Optional one-liner
zh_hans: 可选的一行说明

source: Connector runtime is not running. Enable it in Settings → Connector or run `brew install node` and toggle again.
zh_hans: 连接器运行时未运行。请在设置 → 连接器中启用,或运行 `brew install node` 后重新切换。

source: OAuth connect requires the connector runtime to be running.
zh_hans: OAuth 连接需要连接器运行时正在运行。

source: Re-generate
zh_hans: 重新生成

source: Codex thread did not start.
zh_hans: Codex 线程未启动。

source: Codex app-server did not return a thread id.
zh_hans: Codex app-server 未返回线程 ID。

source: OpenClicky found no Codex ChatGPT login. Finish the Codex sign-in that just opened, then start the Agent task again.
zh_hans: OpenClicky 未找到 Codex ChatGPT 登录。请完成刚刚打开的 Codex 登录,然后重新启动 Agent 任务。

source: Create Apple Note
zh_hans: 创建 Apple 备忘录

source: Use when the user asks OpenClicky to create, save, or update an Apple Note from spoken or typed instructions.
zh_hans: 当用户要求 OpenClicky 根据语音或输入的指令创建、保存或更新 Apple 备忘录时使用。

source: Log Issue Review
zh_hans: 日志问题审阅

source: Task Title Cleanup
zh_hans: 任务标题清理

source: Task Title Stability
zh_hans: 任务标题稳定性

source: Task Title Ordering
zh_hans: 任务标题排序

source: Runtime Event Filter
zh_hans: 运行时事件过滤器

source: OpenClicky runtime event
zh_hans: OpenClicky 运行时事件

source: Review tuning notes in the log viewer.
zh_hans: 在日志查看器中查看调优笔记。

source: Microphone permission needed
zh_hans: 需要麦克风权限

source: Voice input is not available.
zh_hans: 语音输入不可用。

source: Screen recording permission needed
zh_hans: 需要屏幕录制权限

source: Screen-aware help is not available.
zh_hans: 屏幕感知帮助不可用。

source: Unpin panel
zh_hans: 取消固定面板

source: Pin and detach panel
zh_hans: 固定并分离面板

source: Drag me into the Accessibility list.
zh_hans: 将我拖入辅助功能列表。

source: Let me verify screen capture access.
zh_hans: 让我验证屏幕捕获访问权限。

source: Drag me into the Screen Recording list.
zh_hans: 将我拖入屏幕录制列表。

source: PERMISSIONS
zh_hans: 权限

source: Only takes a screenshot when you use the hotkey
zh_hans: 仅在使用热键时截取屏幕截图

source: Quit and reopen after granting
zh_hans: 授权后退出并重新打开

source: Open memory
zh_hans: 打开记忆

source: Open visual intelligence and meeting notes
zh_hans: 打开视觉智能和会议笔记

source: Maps
zh_hans: 地图

source: Calendar
zh_hans: 日历

source: Play
zh_hans: 播放

source: Refreshing...
zh_hans: 正在刷新...

source: Waiting for first check...
zh_hans: 等待首次检查...

source: OpenCLI subprocess is not running. Install Node (`brew install node`) and enable the toggle in Settings, or set OPENCLICKY_MCP_OPENCLI=1.
zh_hans: OpenCLI 子进程未运行。请安装 Node(`brew install node`)并在设置中启用切换,或设置 OPENCLICKY_MCP_OPENCLI=1。

source: Whisper transcription is not configured.
zh_hans: Whisper 转录尚未配置。

source: Whisper transcription returned an invalid response.
zh_hans: Whisper 转录返回了无效响应。

source: Whisper transcription returned an empty transcript.
zh_hans: Whisper 转录返回了空转录文本。

source: OpenClicky local endpoint is stopped.
zh_hans: OpenClicky 本地端点已停止。

source: Submitting to Tripo…
zh_hans: 正在提交到 Tripo…

source: Hide sidebar
zh_hans: 隐藏侧边栏
